Revit 2024 API
FacetingUtils Members
The FacetingUtils type exposes the following members.
Methods
Name | Description
ConvertTrianglesToQuads
 Replaces pairs of adjacent, coplanar triangles by quadrilaterals.
See Also
FacetingUtils Class
Autodesk.Revit.DB Namespace